[
  {
    "id": "osiris-resurrection",
    "title": "A Morte e Ressurreição de Osíris",
    "summary": "Seth, tomado pela inveja, mata Osíris e espalha seus pedaços pelo Egito. Ísis, com a ajuda de Néftis e Anúbis, reúne o corpo e consegue trazê-lo de volta à vida temporariamente para conceber Hórus.",
    "mainCharacters": ["osiris", "isis", "seth", "neftis", "anubis"],
    "moral": "O amor, a união e a determinação podem superar até mesmo a morte."
  },
  {
    "id": "ra-apep-battle",
    "title": "A Batalha Noturna entre Rá e Apep",
    "summary": "Durante sua jornada noturna pelo submundo, Rá enfrenta a serpente Apep que tenta devorar a barca solar e impedir o renascimento do sol. Todas as noites, essa batalha cósmica acontece e todas as manhãs, Rá triunfa.",
    "mainCharacters": ["ra", "apep"],
    "moral": "A luz e a ordem devem ser defendidas continuamente contra as forças do caos."
  },
  {
    "id": "judgement-of-the-heart",
    "title": "O Julgamento do Coração",
    "summary": "No pós-vida, o coração do falecido é pesado contra a pena da verdade de Ma'at. Se for mais leve ou igual, a alma é aceita no paraíso. Se for mais pesado, é devorada por Ammit.",
    "mainCharacters": ["maat", "anubis", "thoth", "ammit"],
    "moral": "A retidão em vida define o destino da alma após a morte."
  },
  {
    "id": "birth-of-horus",
    "title": "O Nascimento de Hórus",
    "summary": "Após a morte de Osíris, Ísis se refugia nos pântanos do delta do Nilo para dar à luz seu filho Hórus, que está destinado a vingar o pai e restaurar a ordem no Egito.",
    "mainCharacters": ["isis", "osiris", "horus"],
    "moral": "Mesmo diante da perda e da dor, a esperança pode renascer."
  },
  {
    "id": "duel-of-horus-and-seth",
    "title": "O Duelo entre Hórus e Seth",
    "summary": "Hórus e Seth travam uma longa disputa pelo trono do Egito, que envolve batalhas físicas e provas divinas. Ao final, Hórus é reconhecido como o legítimo herdeiro de Osíris.",
    "mainCharacters": ["horus", "seth"],
    "moral": "A justiça pode prevalecer mesmo após uma longa luta pelo poder."
  },
  {
    "id": "creation-by-ptah",
    "title": "A Criação segundo Ptah",
    "summary": "Ptah cria o mundo através da força do pensamento e da palavra. Com sua mente e fala, ele dá forma aos deuses e ao universo.",
    "mainCharacters": ["ptah"],
    "moral": "O pensamento e a palavra têm poder criativo imensurável."
  },
  {
    "id": "solar-creation-myth",
    "title": "A Criação pelo Sol",
    "summary": "Rá emerge das águas primordiais de Nun, dando origem a si mesmo. Em seguida, cria Shu e Tefnut, estabelecendo a ordem cósmica e iniciando o ciclo da criação.",
    "mainCharacters": ["ra", "nun", "shu", "tefnut"],
    "moral": "A ordem e a vida surgem da iniciativa criativa e da harmonia."
  },
  {
    "id": "the-weighing-of-truth",
    "title": "A Pesagem da Verdade",
    "summary": "No salão de Ma'at, a alma do falecido passa por julgamento ao ter seu coração pesado contra a pena da verdade. A decisão é anotada por Thoth e o destino da alma é selado.",
    "mainCharacters": ["maat", "anubis", "thoth"],
    "moral": "A verdade e a justiça são os pilares do destino eterno."
  },
  {
    "id": "rise-of-the-pharaoh",
    "title": "A Ascensão do Primeiro Faraó",
    "summary": "Segundo o mito, o primeiro faraó humano recebeu poder divino dos deuses para governar o Egito com sabedoria e justiça, estabelecendo o elo entre os deuses e os homens.",
    "mainCharacters": ["ra", "horus"],
    "moral": "A liderança justa é um reflexo da ordem divina."
  },
  {
    "id": "isis-searches-osiris",
    "title": "A Busca de Ísis por Osíris",
    "summary": "Após o assassinato de Osíris, Ísis parte em uma jornada pelos quatro cantos do Egito para encontrar e reunir seus pedaços, enfrentando perigos e desafios mágicos.",
    "mainCharacters": ["isis", "osiris"],
    "moral": "O amor verdadeiro impulsiona atos de coragem e transformação."
  }
]
